Repository: fankman80/snapdoc
Catalog: SnapDoc/Resources/Languages/AppResources.*.resx
Languages: de, fr

# auf_einen_anderen_plan_kopieren_verschieben
source: Copy/move to another plan
de: auf einen anderen Plan kopieren/verschieben
fr: Copier/déplacer vers un autre plan

# bericht_exportieren
source: Export report
de: Bericht exportieren
fr: Exporter le rapport

# bildkomprimierung
source: Image compression
de: Bildkomprimierung
fr: Compression d'image

# exportiere_fotos
source: Export photos
de: Exportiere Fotos
fr: Exporter les photos

# exportiere_foto_overlays
source: Export photo overlays
de: Exportiere Foto-Overlays
fr: Exporter les superpositions de photos

# exportiere_pin_icons
source: Export pin icons
de: Exportiere Pin-Icons
fr: Exporter les icônes de pin's

# exportiere_plaene
source: Export plans
de: Exportiere Pläne
fr: Exporter les plans

# exportiere_positionsbilder
source: Export position images
de: Exportiere Positionsbilder
fr: Exporter les images de position

# export_vorlage
source: Export template
de: Export-Vorlage
fr: Modèle d'exportation

# farbe_und_stiftbreite_waehlen
source: Select color and pen width
de: Farbe und Stiftbreite wählen
fr: Choisir la couleur et l'épaisseur du trait

# formen_zeichnen
source: Draw shapes
de: Formen zeichnen
fr: Dessiner des formes

# foto_aufnehmen
source: Take photo
de: Foto aufnehmen
fr: Prendre une photo

# foto_auf_fenstergroesse_zoomen
source: Zoom photo to window size
de: Foto auf Fenstergrösse zoomen
fr: Zoomer la photo à la taille de la fenêtre

# foto_breite
source: Photo (width)
de: Foto (Breite)
fr: Photo (largeur)

# foto_galerie
source: Photo gallery
de: Foto Galerie
fr: Galerie de photos

# foto_loeschen
source: Delete photo
de: Foto löschen
fr: Supprimer la photo

# freihandlinie_zeichnen
source: Draw freehand line
de: Freihandlinie zeichnen
fr: Dessin à main levée

# doppelklick_icon_bearbeiten
source: Double-click to edit icon
fr: Double-clic pour modifier l'icône

# groesse_pinbeschriftung
source: Pin label size
de: Grösse Pinbeschriftung
fr: Taille de l'étiquette du pin's

# icon_auswählen
source: Select icon
de: Icon auswählen
fr: Sélectionner l'icône

# inaktive_fotos_ausblenden
source: Hide inactive photos
de: inaktive Fotos ausblenden
fr: Masquer les photos inactives

# kml_datei_exportieren
source: Export KML file
de: KML-Datei exportieren
fr: Exporter le fichier KML

# kunde_bauherrschaft
source: Client/Owner
de: Kunde/Bauherrschaft
fr: Client/Maître d'ouvrage

# neues_icon_erstellen
source: Create new icon
de: neues Icon erstellen
fr: Créer une nouvelle icône

# neues_projekt_erstellen
source: Create new project
de: neues Projekt erstellen
fr: Créer un nouveau projet

# neue_vorlage_hochladen
source: Upload new template
de: neue Vorlage hochladen
fr: Charger un nouveau modèle

# neu_setzen
source: Reposition
de: Neu setzen
fr: Déplacer

# objektbezeichnung
source: Object designation
de: Objektbezeichnung
fr: Désignation de l'objet

# pdf_seiten_hinzufügen
source: Add PDF pages
de: PDF-Seiten hinzufügen
fr: Ajouter des pages PDF

# pin_liste
source: Pin list
de: Pin Liste
fr: Liste des pin's

# pinbeschriftung
source: Pin labeling
de: Pinbeschriftung
fr: Étiquetage des pin's

# pin_auf_swisstopo_karte_anzeigen
source: Show pin on swisstopo map
de: Pin auf swisstopo-Karte anzeigen
fr: Afficher le pin's sur la carte swisstopo

# pin_bearbeiten
source: Edit pin
de: Pin bearbeiten
fr: Modifier le pin's

# pin_exportieren
source: Export pin
de: Pin exportieren
fr: Exporter le pin's

# pin_icon_breite_hoehe
source: Pin icon (width + height)
de: Pin-Icon (Breite + Höhe)
fr: Icône du pin's (largeur + hauteur)

# pin_loeschen
source: Delete pin
de: Pin löschen
fr: Supprimer le pin's

# pin_setzen
source: Set pin
de: Pin setzen
fr: Placer le pin's

# plan_auf_fenstergroesse_zoomen
source: Zoom plan to window size
de: Plan auf Fenstergrösse zoomen
fr: Zoomer le plan à la taille de la fenêtre

# plan_bearbeiten
source: Edit plan
de: Plan bearbeiten
fr: Modifier le plan

# polylinie_zeichnen
source: Draw polyline
de: Polylinie zeichnen
fr: Dessiner une polyligne

# positionsbilder_breite_hoehe
source: Position images (width + height)
de: Positionsbilder (Breite + Höhe)
fr: Images de position (largeur + hauteur)

# positionsbilder_zuschnitt
source: Position images cropping
de: Positionsbilder Zuschnitt
fr: Recadrage des images de position

# position_sperren
source: Lock position
de: Position sperren
fr: Verrouiller la position

# projektdatei_importieren
source: Import project file
de: Projektdatei importieren
fr: Importer le fichier projet

# projektleitung
source: Project management
de: Projektleitung
fr: Direction de projet

# projektliste
source: Project list
de: Projektliste
fr: Liste des projets

# projektnummer
source: Project number
de: Projektnummer
fr: N° de projet

# projektverwaltung
source: Project management
de: Projektverwaltung
fr: Gestion de projet

# projektvorgang
source: Project process
de: Projektvorgang
fr: Processus du projet

# raster_liste_umschalten
source: Toggle grid/list
de: Raster/Liste umschalten
fr: Basculer grille/liste

# seiten_hinzufuegen
source: Add pages
de: Seiten hinzufügen
fr: Ajouter des pages

# standort
source: Location
de: Standort
fr: Emplacement

# suche
source: Search...
de: Suche...
fr: Recherche...

# swisstopo_karte
source: swisstopo map
de: swisstopo Karte
fr: Carte swisstopo

# titelbild_hoehe
source: Cover image (height)
de: Titelbild (Höhe)
fr: Image de titre (hauteur)

# titelbild_mit_der_kamera_erstellen
source: Create cover image with camera
de: Titelbild mit der Kamera erstellen
fr: Créer l'image de titre avec l'appareil photo

# titelbild_von_der_festplatte_hochladen
source: Upload cover image from disk
de: Titelbild von der Festplatte hochladen
fr: Charger l'image de titre depuis le disque

# vorlage_loeschen
source: Delete template
de: Vorlage löschen
fr: Supprimer le modèle

# zeichnung_loeschen
source: Delete drawing
de: Zeichnung löschen
fr: Supprimer le dessin

# zeichnung_speichern
source: Save drawing
de: Zeichnung speichern
fr: Enregistrer le dessin

# zeige_platzhalter_definitionen
source: Show placeholder definitions
de: zeige Platzhalter-Definitionen
fr: Afficher les définitions des espaces réservés

# zeit
source: Time
de: Zeit
fr: Heure

# zu_pin_wechseln
source: Switch to pin
de: Zu Pin wechseln
fr: Passer au pin's

# planrotation_sperren
source: Lock plan rotation
de: Planrotation sperren
fr: Verrouiller rotation

# planliste_mit_vorschau
source: Plan list with preview
de: Planliste mit Vorschau
fr: Liste des plans avec aperçu

# inaktive_plaene_ausblenden
source: Hide inactive plans
de: Inaktive Pläne ausblenden
fr: Masquer les plans inactifs

# modus_fuer_pinplatzierung
source: Pin placement mode
de: Modus für Pinplatzierung
fr: Placement des pin's

# pin_in_die_bildmitte_setzen
source: Set pin to center of image
de: Pin in die Bildmitte setzen
fr: Placer au centre de l'image

# pin_durch_antippen_setzen
source: Set pin by tapping
de: Pin durch Antippen setzen
fr: Placer en appuyant

# pin_durch_gedrueckthalten_setzen
source: Set pin by pressing and holding
de: Pin durch Gedrückthalten setzen
fr: Placer en maintenant enfoncé

# swisstopo_karten_pins
source: swisstopo map pins
de: swisstopo Karten-Pins
fr: Pin's de la carte swisstopo

# farbschema
source: Color scheme
de: Farbschema
fr: Thème

# app_modus
source: App mode
de: App-Modus
fr: Affichage

# farb_thema
source: Color theme
de: Farb-Thema
fr: Couleurs

# erweiterte_einstellungen
source: Advanced settings
de: Erweiterte Einstellungen
fr: Paramètres avancés

# projektdaten
source: Project data
de: Projektdaten
fr: Données du projet

source: App settings
fr: Paramètres

# icondefinitionen
source: Icon definitions
de: Icondefinitionen
fr: Définitions d'icônes

# programmeinstellungen_zuruecksetzen
source: Reset program settings
de: Programmeinstellungen zurücksetzen
fr: Réinitialiser les paramètres du programme

# icondefinitionen_zuruecksetzen
source: Reset icon definitions
de: Icondefinitionen zurücksetzen
fr: Réinitialiser les définitions d'icônes

# max_pingroesse_limitieren
source: Limit max. pin size
de: Max. Pingrösse limitieren
fr: Limiter la taille max du pin's

# min_pingroesse_limitieren
source: Limit min. pin size
de: Min. Pingrösse limitieren
fr: Limiter la taille min du pin's

# aufloesung_pdf_umwandlung
source: PDF conversion resolution
de: Auflösung PDF-Umwandlung
fr: Résolution conversion PDF

# projekt_titel
source: Project title
de: Projekt Titel
fr: Titre du projet

# zip_exportieren
source: Export Zip
de: Zip Exportieren
fr: Exporter en Zip

# verzeichnis_oeffnen
source: Open directory
de: Verzeichnis öffnen
fr: Ouvrir le répertoire

# projekt_loeschen
source: Delete project
de: Projekt löschen
fr: Supprimer le projet

# kopie_erstellen
source: Create copy
de: Kopie erstellen
fr: Créer une copie

# planbezeichnung
source: Plan designation
de: Planbezeichnung
fr: Désignation du plan

# planfarbe
source: Plan color
de: Planfarbe
fr: Couleur du plan

# plan_exportieren
source: Export plan
de: Plan exportieren
fr: Exporter le plan

# plan_drehung
source: Plan rotation:
de: Plan-Drehung:
fr: Rotation du plan :

# farben_entfernen
source: Remove colors
de: Farben entfernen
fr: Supprimer les couleurs

# plan_loeschen
source: Delete plan
de: Plan löschen
fr: Supprimer le plan

# abbrechen
source: Cancel
de: Abbrechen
fr: Annuler

# doppelklick_farbe_loeschen
source: Double-click to delete color
fr: Double-clic pour supprimer la couleur

# farbdefinition
source: ▼ Color Definition ▼
de: ▼ Farbdefinition ▼
fr: ▼ Définition de couleur ▼

# rot_r
source: Red (R)
de: Rot (R)
fr: Rouge (R)

# gruen_g
source: Green (G)
de: Grün (G)
fr: Vert (G)

# blau_b
source: Blue (B)
de: Blau (B)
fr: Bleu (B)

# farbwert_h
source: Hue (H)
de: Farbwert (H)
fr: Teinte (H)

# helligkeit_l
source: Lightness (L)
de: Helligkeit (L)
fr: Luminosité (L)

# linienbreite
source: Line width
fr: Largeur de ligne

# deckkraft
source: Opacity
de: Deckkraft
fr: Opacité

# anker_x
source: Anchor X
de: Anker X
fr: Ancre X

# anker_y
source: Anchor Y
de: Anker Y
fr: Ancre Y

# kategorie
source: Category
de: Kategorie
fr: Catégorie

# bezeichnung
source: Designation
de: Bezeichnung
fr: Désignation

# farbe_waehlen
source: Select color
de: Farbe wählen
fr: Choisir la couleur

# voreinstellung_skalierung
source: Scaling preset
de: Voreinstellung Skalierung
fr: Préréglage de mise à l'échelle

# rotation_sperren
source: Lock rotation
de: Rotation sperren
fr: Verrouiller la rotation

# auto_skalierung_sperren
source: Lock auto-scaling
de: Auto-Skalierung sperren
fr: Verrouiller zoom auto

# icon_loeschen
source: Delete icon
de: Icon löschen
fr: Supprimer l'icône

source: Standard icon
fr: Icône standard

# automatische_drehung
source: ◀ Automatic rotation
de: ◀ Automatische Drehung
fr: ◀ Rotation automatique

# drehung_fixiert
source: ◀ Rotation fixed
de: ◀ Drehung fixiert
fr: ◀ Rotation fixée

# automatische_groessenanpassung
source: ◀ Automatic resizing
de: ◀ Automatische Grössenanpassung
fr: ◀ Redimensionnement automatique

# groesse_fixiert
source: ◀ Size fixed
de: ◀ Grösse fixiert
fr: ◀ Taille fixée

# adresse
source: Address
de: Adresse
fr: Adresse

# wollen_sie_diese_vorlage_wirklich_loeschen
source: Are you sure you want to delete this template?
de: Wollen Sie diese Vorlage wirklich löschen?
fr: Voulez-vous vraiment supprimer ce modèle ?

# wollen_sie_dieses_bild_wirklich_loeschen
source: Are you sure you want to delete this image?
de: Wollen Sie dieses Bild wirklich löschen?
fr: Voulez-vous vraiment supprimer cette image ?

# wollen_sie_diesen_plan_wirklich_loeschen
source: Do you really want to delete this plan?
de: Wollen Sie diesen Plan wirklich löschen?
fr: Voulez-vous vraiment supprimer ce plan ?

# loeschen
source: Delete
de: Löschen
fr: Supprimer

# wollen_sie_diesen_pin_wirklich_loeschen
source: Are you sure you want to delete this pin?
de: Wollen Sie diesen Pin wirklich löschen?
fr: Voulez-vous vraiment supprimer ce pin's ?

# wollen_sie_dieses_projekt_wirklich_loeschen
source: Do you really want to delete this project?
de: Wollen Sie dieses Projekt wirklich löschen?
fr: Voulez-vous vraiment supprimer ce projet ?

# projekte
source: Projects
de: Projekte
fr: Projets

# fotos
source: Images
de: Fotos
fr: Photos

# farben_hinzufuegen
source: Add colors
de: Farben hinzufügen
fr: Ajouter des couleurs

# plaene_umsortieren_gedrueckt_halten_und_ziehen
source: Rearrange plans: Press and hold, then drag
de: Pläne umsortieren: Gedrückt halten und ziehen
fr: Glisser-déposer pour réorganiser

# ausgeblendete_plaene
source: Hidden plans
de: ausgeblendete Pläne
fr: Plans cachés

# kein_projekt_geladen
source: No project loaded
de: Kein Projekt geladen
fr: Aucun projet chargé

# projekt_wird_geladen
source: Project is loading...
de: Projekt wird geladen...
fr: Le projet est en cours de chargement...

# titel_eingeben
source: (Enter title...)
de: (Titel eingeben...)
fr: (Saisissez le titre...)

# sprache
source: Language
de: Sprache
fr: Langue

# die_sprache_wird_erst_nach_einem_neustart_gewechselt
source: The language will only be changed after a restart.
de: Die Sprache wird erst nach einem Neustart gewechselt.
fr: La langue ne sera modifiée qu'après un redémarrage.

# nach_name
source: by name
de: nach Name
fr: par nom

# nach_farbe
source: by color
de: nach Farbe
fr: par couleur

# nach_plan
source: by plan
de: nach Plan
fr: par plan

# nach_pin
source: by pin
de: nach Pin
fr: par pin

# nach_standort
source: by location
de: nach Standort
fr: par emplacement

# nach_bezeichnung
source: by designation
de: nach Bezeichnung
fr: par désignation

# nach_aktiv_inaktiv
source: by status
de: nach aktiv/inaktiv
fr: par état (actif/inactif)

# nach_aufnahmedatum
source: by date taken
de: nach Aufnahmedatum
fr: par date de prise

# nach_prioritaet
source: by priority
de: nach Priorität
fr: par priorité

# empfehlung
source: Recommendation
de: Empfehlung
fr: Recommandation

# kritisch
source: Critical
de: Kritisch
fr: Critique

# neues_projekt_eroeffnen
source: Create new project...
de: Neues Projekt eröffnen...
fr: Créer un nouveau projet...

# erstellen
source: Create
de: Erstellen
fr: Créer

# bericht_wird_gespeichert
source: Saving report...
de: Bericht wird gespeichert...
fr: Enregistrement du rapport...

# bericht_wird_geteilt
source: Sharing report...
de: Bericht wird geteilt...
fr: Partage du rapport...

# lade_pdf_seiten
source: Loading PDF pages...
de: Lade PDF Seiten...
fr: Chargement des pages PDF...

# pdf_wird_konvertiert
source: Converting PDF...
de: PDF wird konvertiert...
fr: Conversion du PDF...

# warte_auf_datei
source: Waiting for file...
de: Warte auf Datei...
fr: En attente du fichier...

# rojekt_wird_importiert
source: Importing project...
de: Projekt wird importiert...
fr: Importation du projet...

# daten_werden_komprimiert
source: Compressing data...
de: Daten werden komprimiert...
fr: Compression des données...

# bitte_waehle_zip
source: Please select a Zip file
de: Bitte wähle eine Zip-Datei aus
fr: Veuillez sélectionner un fichier Zip

# wollen_sie_projekt_als_zip_exportieren
source: Do you really want to export this project as a Zip?
de: Wollen Sie dieses Projekt wirklich als Zip exportieren?
fr: Voulez-vous vraiment exporter ce projet en Zip ?

# zip_wurde_exportiert
source: Zip exported successfully.
de: Zip wurde exportiert.
fr: Zip exporté avec succès.

# datei_konnte_nicht_importiert_werden
source: The file could not be imported.
de: Die Datei konnte nicht importiert werden.
fr: Impossible d'importer le fichier.

# fehler
source: Error
de: Fehler
fr: Erreur

# bericht_wurde_geteilt
source: Report shared successfully.
de: Bericht wurde geteilt.
fr: Rapport partagé avec succès.

# bericht_wurde_nicht_geteilt
source: Report was not shared.
de: Bericht wurde nicht geteilt.
fr: Le rapport n'a pas été partagé.

# exportvorlage_waehlen_oder_importieren
source: Select an export template or import a new one.
de: Wählen Sie eine Exportvorlage oder importieren Sie eine neue.
fr: Sélectionnez un modèle d'exportation ou importez-en un nouveau.

# bericht_wurde_gespeichert
source: Report saved successfully.
de: Bericht wurde gespeichert.
fr: Rapport enregistré avec succès.

# bericht_wurde_nicht_gespeichert
source: Report was not saved.
de: Bericht wurde nicht gespeichert.
fr: Le rapport n'a pas été enregistré.

# waehle_word_dokument
source: Select a Word document
de: Wähle ein Word-Dokument
fr: Sélectionnez un document Word

# projekt_wird_importiert
source: Importing project...
de: Projekt wird importiert...
fr: Importation du projet...

# bitte_waehle_bild
source: Please select an image...
de: Bitte wähle ein Bild aus...
fr: Veuillez sélectionner une image...

# standardeinstellungen_laden
source: Load default settings?
de: Standardeinstellungen laden?
fr: Charger les paramètres par défaut?

# verschieben
source: Move
de: Verschieben
fr: Déplacer

# ziel_auswaehlen
source: Select destination
de: Ziel auswählen
fr: Choisir la destination

# kopieren
source: Copy
de: Kopieren
fr: >Copier

# pin_auf_plan_kopieren
source: Copy pin to the following plan
de: Pin auf folgenden Plan kopieren
fr: Copier le pin sur le plan suivant

# pin_auf_plan_verschieben
source: Move pin to the following plan
de: Pin auf folgenden Plan verschieben
fr: Déplacer le pin sur le plan suivant

# standortdienste_deaktiviert
source: Location services disabled
de: Standortdienste deaktiviert
fr: Services de localisation désactivés

# standortdienste_aktivieren_aufforderung
source: Please enable location services in your system and app settings to use position data.
de: Bitte aktivieren Sie die Standortdienste im System und in der App, um Positionsdaten nutzen zu können.
fr: Veuillez activer les services de localisation dans le système et l'application pour utiliser les données de position.

# pin_positionen_aktualisiert
source: The positions of all pins on the map have been updated.
de: Die Positionen aller Pins auf der Karte wurden aktualisiert.
fr: Les positions de tous les pins sur la carte ont été mises à jour.

# kml_gespeichert
source: KML file saved successfully.
de: KML-Datei wurde gespeichert.
fr: Le fichier KML a été enregistré.

# kml_nicht_gespeichert
source: KML file was not saved.
de: KML-Datei wurde nicht gespeichert.
fr: Le fichier KML n'a pas été enregistré.

# pdf_dateien_auswaehlen
source: Select one or more PDF files
de: Eine oder mehrere PDF-Dateien auswählen
fr: Sélectionner un ou plusieurs fichiers PDF

# waehle_bild_aus
source: Select an image
de: Wähle ein Bild aus
fr: Sélectionner une image

# fehler_bild_import
source: Error importing the image
de: Fehler beim Importieren des Bildes
fr: Erreur lors de l'importation de l'image

# neues_icon
source: New icon
de: Neues Icon
fr: Nouvelle icône

# eigene_icons
source: Custom icons
de: Eigene Icons
fr: Icônes personnalisées

# alle_icons
source: All icons
de: alle Icons
fr: Toutes les icônes

# hell
source: Light
de: Hell
fr: Clair

# dunkel
source: Dark
de: Dunkel
fr: Sombre

# gps_deaktiviert
source: GPS is disabled
de: GPS ist deaktiviert
fr: Le GPS est désactivé

# standort_berechtigung_fehlt
source: Location permission was not granted. GPS cannot be activated.
de: Standortberechtigung wurde nicht erteilt. GPS kann nicht aktiviert werden.
fr: L'autorisation de localisation n'a pas été accordée. Le GPS ne peut pas être activé.

# gps_system_einschalten_aufforderung
source: To enable location detection, please turn on GPS in the system settings.
de: Um die Standorterkennung zu aktivieren, bitte GPS in den Systemeinstellungen einschalten.
fr: Pour activer la détection de localisation, veuillez activer le GPS dans les paramètres du système.

# einstellungen_oeffnen
source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les paramètres

# fehler_standortabfrage
source: Error during location request
de: Fehler bei Standortabfrage
fr: Erreur lors de la demande de localisation

# gps_aktiv
source: GPS active
de: GPS aktiv
fr: GPS actif

# gps_start_fehler
source: GPS could not be started
de: GPS konnte nicht gestartet werden
fr: Le GPS n'a pas pu être démarré

# fehler_beim_starten
source: Error while starting
de: Fehler beim Starten
fr: Erreur lors du démarrage

# gps_gestoppt
source: GPS stopped
de: GPS gestoppt
fr: GPS arrêté

# fehler_beim_stoppen
source: Error while stopping
de: Fehler beim Stoppen
fr: Erreur lors de l'arrêt

# speichern
source: Save
de: Speichern
fr: Enregistrer

# formatieren
source: Format
de: Formatieren
fr: Formater

# validieren
source: Validate
de: Validieren
fr: Valider

# bearbeiten
source: Edit
de: Bearbeiten
fr: Modifier

# vermessung
source: Measurement
de: Vermessung
fr: Mesure

# distanz_messen
source: Measure distance
de: Distanz messen
fr: Mesurer la distance

# flaeche_messen
source: Measure area
de: Fläche messen
fr: Mesurer la surface

# linie
source: Line
de: Linie
fr: Ligne

source: Polygon
fr: Polygone

# hinweis
source: Note
de: Hinweis
fr: Remarque

# pin_keine_infos
source: No information available for this pin.
de: Für diesen Pin sind noch keine Informationen verfügbar.
fr: Aucune information disponible pour ce pin.

# klicken_start_vermessung
source: Click to start measurement
de: Klicken, um die Vermessung zu starten
fr: Cliquer pour démarrer la mesure

# klicken_um
source: Click to
de: Klicken, um
fr: Cliquer pour

# klicken_weiter_polygon
source: continue drawing the polygon
de: das Polygon weiter zu zeichnen
fr: continuer à dessiner le polygone

# klicken_weiter_linie
source: continue drawing the line
de: die Linie weiter zu zeichnen
fr: continuer à dessiner la ligne

# zum_bearbeiten_ziehen
source: Drag to edit
de: Zum bearbeiten ziehen
fr: Faire glisser pour modifier

# berechtigung_fehlt
source: Permission required
de: Berechtigung fehlt
fr: Autorisation manquante

# berechtigung_kamera_dateien_info
source: This feature requires access to your camera and files. Please enable the permission in your device settings.
de: Diese Funktion benötigt Zugriff auf Kamera und Dateien. Bitte aktiviere die Berechtigung in den Einstellungen deines Geräts.
fr: Cette fonctionnalité nécessite l'accès à l'appareil photo et aux fichiers. Veuillez activer l'autorisation dans les paramètres de votre appareil.

# kartenservice
source: Map service
de: Kartenservice
fr: Service de cartographie

# tippen_ziehen_messen
source: Tap and drag to measure distance
de: Tippen und ziehen, um Distanz zu messen
fr: Appuyer et faire glisser pour mesurer la distance

# rechtsklick_icon_bearbeiten
source: Right-click to edit icon
de: Rechtsklick, um Icon zu bearbeiten
fr: Clic droit pour modifier l'icône

# rechtsklick_loeschen
source: Right-click to delete
de: Rechtsklick zum Löschen
fr: Clic droit pour supprimer

# rechteck_zeichnen
source: Draw rectangle
fr: Dessine un rectangle

# pingroesse
source: Pin size
de: Pingrösse
fr: Taille du pin's

# textfeld_bearbeiten
source: Edit text field
fr: Modifier le champ de texte

# beschreibung
source: Description
de: Beschreibung

# datum
source: Date
de: Datum

# saettigung_s
source: Saturation (S)
de: Sättigung (S)

# wichtig
source: Important
de: Wichtig
